<!doctype html>
<html>
<head>
<meta name="keywords" content="{{$aboutUs->news_keywords}}" />
<meta name="description" content="{{$aboutUs->news_description}}" />
<title>Powertex</title>
<?php // require('inc_header.php'); ?>
@include('frontend.inc_header')
</head>
<body>
  <?php // require('inc_menu.php'); ?>
  @include('frontend.inc_menu')
  <section class="container-fluid banner-container wow fadeInDown">
    <div class="row">
      <div class="col-12 banner-inside">
        <div class="banner-carousel owl-carousel owl-theme">
          @foreach($image as $rs)
            <div class="banner-inside-item"><img src="{{asset($rs->news_image_other)}}" alt=""></div>
          @endforeach
        </div>
      </div>
    </div>
  </section>
  <section class="container-fluid section-inside">
    <div class="container">
      <div class="row">
        <div class="col-12 head-fp">
          <h2 class="wow fadeInDown">{{$aboutUs->news_topic}}</h2>
        </div>
      </div>
      <div class="row">
        <div class="col-12 detail-editor about-editor">
            <!-- <h4 style="color: #33AB90;">{{$aboutUs->news_topic}}</h4> -->
            {!! $aboutUs->news_detail !!}
            <!-- <h4 style="color: #33AB90;">BRIEF INTRODUCTION INDIA</h4>
            <p><b>การดำเนินงานที่มาพร้อมกับความมุ่งมั่นที่จะพัฒนาคุณภาพและมาตรฐานของผลิตภัณฑ์เป็น หนทางที่สำคัญในการนำมาซึ่งความสำเร็จของเรา “พาวเวอร์เท็กซ์” (POWERTEX)</b></p>
            <p>
            เมื่อแรกเริ่มนั้น บริษัท พาวเวอร์เท็กซ์ เวิลด์ไวด์ จำกัด (ประเทศอินเดีย) ได้เปิดดำเนินกิจการมาตั้งแต่ปี ค.ศ. 1997 จนถึงปัจจุบัน โดยเรามีความโดดเด่นทางด้านการเป็นผู้ผลิต ผู้ส่งออก และจัดจำหน่าย ผลิตภัณฑ์ จำพวกเครื่องมือช่างไฟฟ้า, และอะไหล่ต่างๆ และรวมถึงผลิตภัณฑ์ใบเลื่อยวงเดือน, ใบตัดเพชร, ใบตัด, ใบเจียร, และดอกสว่าน โดยได้มีการสร้างสรรค์และนำมาใช้ซึ่งนวัตกรรมใหม่ๆ กับผลิตภัณฑ์และรวมถึงกระบวนการผลิตที่ใช้เทคโนโลยีที่ทันสมัย <br>
            ทางบริษัท พาวเวอร์เท็กซ์ เวิลด์ไวด์ จำกัด (ประเทศอินเดีย) ได้เล็งเห็นความสำคัญว่าการทำธุรกิจ ให้มีความมั่นคงและยั่งยืนนั้นเป็นสิ่งที่จำเป็นและสำคัญเป็นที่สุด จึงมีความมุ่งมั่นในการที่จะตอบสนองความต้องการของลูกค้า ด้วยการนำเสนอสินค้าที่มีคุณภาพในราคาที่เหมาะสมแก่ลูกค้า โดยเราได้มีการลงทุนในส่วนของการใช้เทคโนโลยีต่างๆ ในการพัฒนาสินค้า และในด้านการออกแบบสินค้าให้เหมะสมกับการใช้งาน ซึ่งในส่วนเหล่านี้เป็นปัจจัยสำคัญที่ช่วยทำให้ผลิตภัณฑ์มีความน่าสนใจ และกระจายไปสู่กลุ่มลูกค้าอย่างแพร่หลายทั้งในและต่างประเทศปัจจุบันนั้น บริษัท พาวเวอร์เท็กซ์ เวิลด์ไวด์ จำกัด (ประเทศอินเดีย) ได้ทำการส่งออกสินค้าไปสู่นานาประเทศ ไม่ว่าจะเป็นประเทศจีน, อินเดีย, มาเลเซีย, อินโดนีเซีย, และออสเตรเลีย และเนื่องด้วยการพัฒนาที่มีขึ้นอย่างต่อเนื่อง และการกระบวนการผลิตสินค้าเป็นไปตามแบบมาตรฐานจึงทำให้ “พาวเวอร์เท็กซ์” เป็นผู้ผลิตสินค้าที่มีคุณภาพ และประสิทธิภาพสูงที่ได้รับความนิยมในเวลาอันรวดเร็ว
            </p>
            <br>
            <h4 style="color: #33AB90;">BRIEF INTRODUCTION THAILAND</h4>
            <p>
            บริษัท พาวเวอร์เท็กซ์ เวิลด์ไวด์ จำกัด (ประเทศไทย) เราได้เปิดดำเนินการอย่างเป็นทางการมาตั้งแต่ปี พ.ศ.2550 จนถึงปัจจุบัน โดยเราซึ่งถือเป็นส่วนหนึ่งของพาวเวอร์เท็กซ์ เวิลด์ไวด์ (ประเทศอินเดีย) ซึ่งเป็นผู้ผลิต ผู้นำเข้า-ส่งออก และจัดจำหน่ายสินค้าประเภทเครื่องมือช่างที่มีคุณภาพ เช่น เครื่องมือช่างไฟฟ้า ยี่ห้อพาวเวอร์เท็กซ์ (POWERTEX) ต่างๆ และรวมถึงผลิตภัณฑ์ใบเลื่อยวงเดือน,ใบตัดเพชร,ใบตัด,ใบเจียร และดอกสว่านภายใต้สัญลักษณ์ พาวเวอร์เท็กซ์ (POWERTEX) นอกจากนี้เรายังมีการจำหน่ายเพิ่มเติมในส่วนของอะไหล่เครื่องมือช่างไฟฟ้าทุกชนิด ซึ่งสินค้าที่ได้กล่าวมาในข้างต้นนั้น เป็นสินค้าที่เราได้รับการยอมรับทั้งทางด้านคุณภาพ และราคาที่คุ้มค่าสำหรับพาวเวอร์เท็กซ์ (POWERTEX) แล้ว คุณภาพเป็นกุญแจสำคัญยิ่งที่จะนำไปสู่การเป็นที่ยอมรับซึ่งผลิตภัณฑ์ เราจึงมีการใช้เทคโนโลยีต่างๆที่ทันสมัย และมีการควบคุมคุณภาพให้เป็นไปตามมาตรฐาน โดยมีบุคลากรที่เชี่ยวชาญที่ทำงานควบคู่ไปกับกระบวนการผลิตที่มีคุณภาพ โดยมีการตรวจสอบในด้านการผลิต ไปจนถึง การทดสอบการใช้งานของผลิตภัณฑ์ในขั้นตอนสุดท้าย เพื่อตรวจสอบประสิทธิภาพของสินค้าก่อนนำสินค้าออกสู่ตลาดพาวเวอร์เท็กซ์(POWERTEX) มีความมุ่งมั่นและตั้งใจจริงที่จะผลิตและพัฒนาสินค้าที่มีคุณภาพเพื่อตอบสนองความต้องการของผู้ใช้ให้เป็นไปอย่างมีประโยชน์ และคุ้มค่ามากที่สุด
            </p> -->
        </div>
      </div>
    </div>
  </section>

  <?php // require('inc_footer.php'); ?>
  @include('frontend.inc_footer')


<script>
$(document).ready(function(){

    $(".banner-carousel").owlCarousel({
      loop: false,
      rewind: true,
      margin:0,
      nav: false,
      autoplayHoverPause: false,
      dots: true,
      autoplay: true,
      autoplayTimeout: 7000,
      smartSpeed: 800,
      stagePadding: 0,
      slideBy: 1,
      items:1,
  });
  
});    
</script>
</body>
</html>